/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancelling remote camera recording\\U2026" = "Cancelling remote camera recording…";

/* No comment provided by engineer. */
"Cannot find the audio and video devices" = "Cannot find the audio and video devices";

/* No comment provided by engineer. */
"Cannot find the audio device" = "Cannot find the audio device";

/* No comment provided by engineer. */
"Clearing current transfers\\U2026" = "Clearing current transfers…";

/* No comment provided by engineer. */
"Configuring sharing settings\\U2026" = "Configuring sharing settings…";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connecting\\U2026" = "Connecting…";

/* No comment provided by engineer. */
"Couldn't start sharing" = "Couldn't start sharing";

/* No comment provided by engineer. */
"Creating recording container\\U2026" = "Creating recording container…";

/* No comment provided by engineer. */
"Deleting workflow\\U2026" = "Deleting workflow…";

/* No comment provided by engineer. */
"Downloading workflow\\U2026" = "Downloading workflow…";

/* No comment provided by engineer. */
"Failed to complete submission" = "Failed to complete submission";

/* No comment provided by engineer. */
"File copy failed" = "File copy failed";

/* No comment provided by engineer. */
"File upload failed" = "File upload failed";

/* No comment provided by engineer. */
"Generic podcast error" = "Generic podcast error";

/* No comment provided by engineer. */
"Getting remote camera preview\\U2026" = "Getting remote camera preview…";

/* No comment provided by engineer. */
"Getting remote camera status\\U2026" = "Getting remote camera status…";

/* No comment provided by engineer. */
"Getting remote cameras\\U2026" = "Getting remote cameras…";

/* No comment provided by engineer. */
"Getting sharing settings\\U2026" = "Getting sharing settings…";

/* No comment provided by engineer. */
"Getting sharing status\\U2026" = "Getting sharing status…";

/* No comment provided by engineer. */
"Getting workflow information\\U2026" = "Getting workflow information…";

/* No comment provided by engineer. */
"Getting workflows\\U2026" = "Getting workflows…";

/* No comment provided by engineer. */
"Installing workflow\\U2026" = "Installing workflow…";

/* No comment provided by engineer. */
"Invalid arguments" = "Invalid arguments";

/* No comment provided by engineer. */
"Invalid input" = "Invalid input";

/* No comment provided by engineer. */
"Invalid server certificate" = "Invalid server certificate";

/* No comment provided by engineer. */
"Listing current transfers\\U2026" = "Listing current transfers…";

/* No comment provided by engineer. */
"No response from server" = "No response from server";

/* No comment provided by engineer. */
"No server at hostname" = "No server at hostname";

/* No comment provided by engineer. */
"Not authorized" = "Not authorized";

/* No comment provided by engineer. */
"Not authorized as root" = "Not authorized as root";

/* No comment provided by engineer. */
"Pausing remote camera recording\\U2026" = "Pausing remote camera recording…";

/* No comment provided by engineer. */
"Remote camera failure" = "Remote camera failure";

/* No comment provided by engineer. */
"Resuming remote camera recording\\U2026" = "Resuming remote camera recording…";

/* No comment provided by engineer. */
"Server is not running SSL" = "Server is not running SSL";

/* No comment provided by engineer. */
"Server is unavailable" = "Server is unavailable";

/* No comment provided by engineer. */
"Starting camera sharing\\U2026" = "Starting camera sharing…";

/* No comment provided by engineer. */
"Starting remote camera recording\\U2026" = "Starting remote camera recording…";

/* No comment provided by engineer. */
"Stopping and submitting remote camera recording\\U2026" = "Stopping and submitting remote camera recording…";

/* No comment provided by engineer. */
"Stopping camera sharing\\U2026" = "Stopping camera sharing…";

/* No comment provided by engineer. */
"Submission failed" = "Submission failed";

/* No comment provided by engineer. */
"Submitting files\\U2026" = "Submitting files…";

/* No comment provided by engineer. */
"Submitting workflow\\U2026" = "Submitting workflow…";

/* No comment provided by engineer. */
"Unknown server error" = "Unknown server error";

/* No comment provided by engineer. */
"Upload server is unavailable" = "Upload server is unavailable";

